Repository: 564064202/linux-packaging-xsp
Catalog: debian/po/*.po
Languages: de, nl

source: Let mono-apache-server4 restart Apache?
de: Soll mono-apache-server4 Apache neustarten?
nl: Wilt u mono-apache-server4 Apache laten herstarten?

source: The Debian version of mono-apache-server4 includes a mono-server4-update script that creates a configuration file for Apache to start the ASP.NET applications, and mono-server4-update can restart Apache if there's a new configuration file (/etc/mono-server4/mono-server-hosts.conf). If this is true, then Apache will be restarted when there is a new mono-server4-hosts.conf file.
de: Die Debian-Version von mono-apache-server4 enthält ein Skript mono-server-update, das eine Konfigurationsdatei für Apache erstellt, um die ASP.NET-Anwendungen zu starten. mono-server-update kann Apache neustarten, falls es eine neue Konfigurationsdatei (/etc/mono-server/mono-server-hosts.conf) gibt. Falls dies stimmt, dann wird Apache neu gestartet, wenn es eine neue mono-server-hosts.conf-Datei gibt.
nl: De Debian-versie van mono-apache-server4 bevat het script mono-server4-update. Dit script maakt een configuratiebestand aan voor Apache dat de ASP.NET-applicaties start, en kan Apache herstarten als er een nieuw configuratiebestand is (/etc/mono-server/mono-server-hosts.conf). Als u hier aanvaard wordt Apache herstart wanneer er een nieuw bestand mono-server4-hosts.conf aanwezig is.

source: ASP.NET 1.0 support removed
de: ASP.NET 1.0-Unterstützung wurde entfernt
nl: Ondersteuning voor ASP.NET 1.0 verwijderd

source: You appear to have some ASP.NET 1.0 sites configured in /etc/mono-server1. Support for the 1.0 profile has been removed from Mono 2.8 and above, and you are no longer able to serve ASP.NET 1.0 sites. You must reconfigure XSP to serve these sites using either 2.0 or 4.0 profiles, assuming your application is compatible. Please see mono-server2-admin(8) or mono-server4-admin(8) to see how to regenerate a configuration for use with 2.0 or 4.0 profiles.
de: Es scheint, dass Sie einige ASP.NET-1.0-Sites in /etc/mono-server1 konfiguriert haben. Die Unterstützung für 1.0-Profile wurde aus Mono 2.8 und neuer entfernt und damit können ASP.NET-1.0-Sites nicht länger bedient werden. Sie müssen XSP neu konfigurieren, damit diese Sites mit entweder 2.0- oder 4.0-Profilen bedient werden (wenn Ihre Anwendung kompatibel ist). Bitte lesen Sie mono-server2-admin(8) oder mono-server4-admin(8), um zu erfahren, wie Sie eine Konfiguration für 2.0- oder 4.0-Profile regenerieren.
nl: Zo te zien heeft u een aantal ASP.NET 1.0-sites ingesteld in /etc/mono-server1. Ondersteuning voor het 1.0-profiel is verwijderd uit Mono 2.8 en hoger, waardoor u niet langer ASP.NET 1.0-sites kan aanbieden. U dient XSP opnieuw in te stellen zodat deze sites een 2.0- of 4.0-profiel gebruiken, indien uw toepassing hiermee compatibel is. In de man-pagina's mono-server2-admin(8) en mono-server4-admin(8) kunt u vinden hoe u een configuratie voor de 2.0- en 4.0-profielen kunt aanmaken.

source: Let mono-apache-server2 restart Apache?
de: Soll mono-apache-server2 Apache neustarten?
nl: Wilt u mono-apache-server2 Apache laten herstarten?

source: The Debian version of mono-apache-server2 includes a mono-server2-update script that creates a configuration file for Apache to start the ASP.NET applications, and mono-server2-update can restart Apache if there's a new configuration file (/etc/mono-server2/mono-server2-hosts.conf). If this is true, then Apache will be restarted when there is a new mono-server2-hosts.conf file.
de: Die Debian-Version von mono-apache-server2 enthält ein Skript mono-server2-update, das eine Konfigurationsdatei für Apache erstellt, um die ASP.NET-Anwendungen zu starten. mono-server2-update kann Apache neustarten, falls es eine neue Konfigurationsdatei (/etc/mono-server2/mono-server2-hosts.conf) gibt. Falls dies stimmt, dann wird Apache neu gestartet, wenn es eine neue mono-server2-hosts.conf-Datei gibt.
nl: De Debian-versie van mono-apache-server2 bevat het script mono-server2-update. Dit script maakt een configuratiebestand aan voor Apache dat de ASP.NET-applicaties start, en kan Apache herstarten als er een nieuw configuratiebestand is (/etc/mono-server2/mono-server2-hosts.conf). Als u hier aanvaard wordt Apache herstart wanneer er een nieuw bestand mono-server2-hosts.conf aanwezig is.

source: Start on boot?
de: Beim Systemstart starten?
nl: Starten bij de systeemstart?

source: If this is true, then XSP4 will automatically start when the computer is turned on.
de: Falls dies stimmt, wird XSP4 automatisch gestartet, wenn der Computer eingeschaltet wird.
nl: Als u dit aanvaard wordt XSP4 automatisch opgestart telkens wanneer de computer opstart.

source: Bind to address:
de: An Adresse binden:
nl: Adres waaraan te binden:

source: To function properly, XSP4 needs to be bound to an IP address. The default ("0.0.0.0") binds to all addresses of the server, but a specific port can be selected. To use XSP4 only locally, use "127.0.0.1" for the address.
de: Um korrekt zu funktionieren, muss XSP4 sich an eine IP-Adresse binden. Der Standard (»0.0.0.0«) bindet sich an alle Adressen auf dem Server, aber ein spezieller Port kann ausgewählt werden. Um XSP4 lokal zu verwenden, verwenden Sie »127.0.0.1« als Adresse.
nl: Om juist te werken dient XSP4 zich te binden aan een IP-adres. De standaardwaarde ("0.0.0.0") bindt aan alle adressen op de server, maar een specifieke poort kan geselecteerd worden. Als u XSP4 enkel lokaal wilt gebruiken, kiest u best "127.0.0.1" voor het adres.

source: Bind to port:
de: An Port binden:
nl: Poort waaraan te binden:

source: XSP is bound to a specific port on the server. Common values are 80, 8080, or 8081.
de: XSP wird an einen speziellen Port auf dem Server gebunden. Typische Werte sind 80, 8080 oder 8081.
nl: XSP bindt zich aan een specifieke poort op de server. Veelgebruikte waardes zijn 80, 8080, en 8081.

source: You appear to have some ASP.NET 1.0 sites configured in /etc/mono-server1. Support for the 1.0 profile has been removed from Mono 2.8 and above, and you are no longer able to serve ASP.NET 1.0 sites. You must reconfigure XSP to serve these sites using either 2.0 or 4.0 profiles, assuming your application is compatible. Please see mono-xsp2-admin(8) or mono-xsp4-admin(8) to see how to regenerate a configuration for use with 2.0 or 4.0 profiles.
de: Es scheint, dass Sie einige ASP.NET-1.0-Sites in /etc/mono-server1 konfiguriert haben. Die Unterstützung für 1.0-Profile wurde aus Mono 2.8 und neuer entfernt und damit können ASP.NET-1.0-Sites nicht länger bedient werden. Sie müssen XSP neu konfigurieren, damit diese Sites mit entweder 2.0- oder 4.0-Profilen bedient werden (wenn Ihre Anwendung kompatibel ist). Bitte lesen Sie mono-xsp2-admin(8) oder mono-xsp4-admin(8), um zu erfahren, wie Sie eine Konfiguration für 2.0- oder 4.0-Profile regenerieren.
nl: Zo te zien heeft u een aantal ASP.NET 1.0-sites ingesteld in /etc/mono-server1. Ondersteuning voor het 1.0-profiel is verwijderd uit Mono 2.8 en hoger, waardoor u niet langer ASP.NET 1.0-sites kan aanbieden. U dient XSP opnieuw in te stellen zodat deze sites een 2.0- of 4.0-profiel gebruiken, indien uw toepassing hiermee compatibel is. In de man-pagina's mono-xsp2-admin(8) en mono-xsp4-admin(8) kunt u vinden hoe u een configuratie voor de 2.0- en 4.0-profielen kunt aanmaken.

source: If this is true, then XSP2 will automatically start when the computer is turned on.
de: Falls dies stimmt, wird XSP2 automatisch gestartet, wenn Ihr Computer eingeschaltet wird.
nl: Als u dit aanvaard zal XSP2 automatisch starten telkens wanneer de computer opstart.

source: To function properly, XSP2 needs to be bound to an IP address. The default ("0.0.0.0") binds to all addresses of the server, but a specific port can be selected. To use XSP2 only locally, use "127.0.0.1" for the address.
de: Um korrekt zu funktionieren, muss XSP2 sich an eine IP-Adresse binden. Der Standard (»0.0.0.0«) bindet sich an alle Adressen auf dem Server, aber ein spezieller Port kann ausgewählt werden. Um XSP2 lokal zu verwenden, verwenden Sie »127.0.0.1« für diese Adresse.
nl: Om juist te werken dient XSP2 zich te binden aan een IP-adres. De standaardwaarde ("0.0.0.0") bindt aan alle adressen op de server, maar een specifieke poort kan geselecteerd worden. Als u XSPs enkel lokaal wilt gebruiken, kiest u best "127.0.0.1" voor het adres.
